
# Click nbfs://nbhost/SystemFileSystem/Templates/Licenses/license-default.txt to change this license
# Click nbfs://nbhost/SystemFileSystem/Templates/Other/properties.properties to edit this template

# Mensajes generales
app.name=Outlet Surf Skate\u00ae
app.welcome=Bienvenido a Outlet Surf Skate
app.contact=Cont\u00e1ctanos
app.slogan=Somos Outlet Surf Skate Costa Rica con los mejores estilos y promociones todo el a\u00f1o.

# Navegaci\u00f3n
nav.home=Inicio
nav.products=Productos
nav.cart=Carrito
nav.checkout=Finalizar compra
nav.login=Iniciar sesi\u00f3n
nav.logout=Cerrar sesi\u00f3n
nav.register=Registrarse

# Productos
product.title=Productos
product.price=Precio
product.size=Talla
product.color=Color
product.addToCart=Agregar al carrito
product.outOfStock=Agotado
product.inStock=Disponible

# Carrito
cart.title=Tu carrito
cart.empty=Tu carrito est\u00e1 vac\u00edo
cart.total=Total
cart.remove=Eliminar
cart.updateActualizar cantidad=Actualizar cantidad
cart.checkout=Finalizar compra

# Checkout
checkout.title=Finalizar compra
checkout.shipping=Env\u00edo
checkout.payment=Pago
checkout.confirm=Confirmar pedido
checkout.success=Gracias por tu compra!

# Formularios
form.name=Nombre
form.email=Correo electr\u00f3nico
form.password=Contrase\u00f1a
form.confirmPassword=Confirmar contrase\u00f1a
form.submit=Enviar

# Errores y validaciones
error.required=Este campo es obligatorio
error.email=Por favor, ingresa un correo electr\u00f3nico v\u00e1lido
error.password.mismatch=Las contrase\u00f1as no coinciden
error.login.failed=Inicio de sesi\u00f3n fallido. Revisa tus datos.

# Otros
footer.rights=Todos los derechos reservados \u00a9 2025 Outlet Surf Skate

# T\u00e9rminos y condiciones
terminos.titulo=T\u00c9RMINOS Y CONDICIONES
terminos.uso.titulo=T\u00e9rminos de uso
terminos.uso=Al utilizar los servicios de Outlet Surf Skate usted acepta estos t\u00e9rminos y condiciones. Los productos y servicios est\u00e1n dirigidos a mayores de edad; su uso o compra es bajo su responsabilidad. Outlet Surf Skate no asume responsabilidad alguna por da\u00f1os, uso indebido del sitio o errores u omisiones en la informaci\u00f3n publicada.
terminos.compra.titulo=T\u00e9rminos de compra
terminos.compra1=Registro: Compra s\u00f3lo disponible a usuarios registrados con datos reales.
terminos.compra2=Precios: Todos los precios pueden variar sin previo aviso, ofertas y cupones sujetos a disponibilidad y condiciones.
terminos.compra3=Cupones: S\u00f3lo un cup\u00f3n por cliente y por compra. Est\u00e1 prohibido compartir o revender cupones.
terminos.envio.titulo=Env\u00edos
terminos.envio=Los env\u00edos se realizan por mensajer\u00eda seleccionada y el plazo estimado es de 3 a 6 d\u00edas h\u00e1biles. Los gastos de env\u00edo var\u00edan seg\u00fan zona y el monto de la compra; \u00f3rdenes superiores a \u00a235,000 pueden aplicar para env\u00edo gratis.
terminos.devoluciones.titulo=Devoluciones y cambios
terminos.devoluciones=Puede solicitar devoluci\u00f3n o cambio hasta 8 d\u00edas despu\u00e9s de recibir el producto, siempre en estado original y con factura.
terminos.garantia.titulo=Garant\u00eda
terminos.garantia=Todos los productos tienen garant\u00eda legal de 30 d\u00edas por defectos de f\u00e1brica. Contacte a soporte con su factura y detalles del problema para aplicar la garant\u00eda.
terminos.pagos.titulo=Pagos
terminos.pagos1=Se aceptan tarjetas Visa, MasterCard y transferencias bancarias.
terminos.pagos2=El procesamiento se realiza en plataformas seguras; Outlet Surf Skate no almacena datos de pago.
terminos.contenido.titulo=Contenido y privacidad
terminos.contenido=El contenido, im\u00e1genes y precios pueden cambiar sin aviso. Para aclaraciones contacte a soporte antes de comprar. Revise la pol\u00edtica de privacidad en la web.
terminos.cambios.titulo=Actualizaciones
terminos.cambios=Outlet Surf Skate se reserva el derecho a modificar estos t\u00e9rminos; el uso continuo implica aceptaci\u00f3n de los cambios.
